Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Elite HRV summary export (multiple sessions)
ar: تصدير ملخص Elite HRV (جلسات متعددة)
da: Elite HRV-oversigtseksport (flere sessioner)
de: Elite-HRV-Übersichtsexport (mehrere Sitzungen)
es: Exportación de resumen de Elite HRV (varias sesiones)
fi: Elite HRV -yhteenvetovienti (useita istuntoja)
fr: Export de résumé Elite HRV (plusieurs sessions)
is: Elite HRV-yfirlitsútflutningur (margar lotur)
it: Esportazione riepilogo Elite HRV (più sessioni)
ja: Elite HRVサマリーエクスポート（複数セッション）
ko: Elite HRV 요약 내보내기(여러 세션)
nb: Elite HRV-sammendragseksport (flere økter)
nl: Elite HRV-overzichtsexport (meerdere sessies)
pt_br: Exportação de resumo do Elite HRV (várias sessões)
ru: Экспорт сводки Elite HRV (несколько сессий)
sv: Elite HRV-sammanfattningsexport (flera sessioner)
zh_hans: Elite HRV 摘要导出（多个记录）

source: Elite HRV summary format detected. Use batch import for summary files.
ar: تم اكتشاف تنسيق ملخص Elite HRV. استخدم الاستيراد الدفعي لملفات الملخص.
da: Elite HRV-oversigtsformat registreret. Brug batchimport til oversigtsfiler.
de: Elite-HRV-Übersichtsformat erkannt. Verwende für Übersichtsdateien den Stapelimport.
es: Se ha detectado el formato de resumen de Elite HRV. Usa la importación por lotes para los archivos de resumen.
fi: Elite HRV -yhteenvetomuoto tunnistettu. Käytä yhteenvetotiedostoille eräsiirtoa.
fr: Format de résumé Elite HRV détecté. Utilisez l’import par lot pour les fichiers de résumé.
is: Yfirlitssnið Elite HRV fannst. Notaðu runuinnflutning fyrir yfirlitsskrár.
it: Rilevato formato riepilogo Elite HRV. Usa l’importazione in blocco per i file di riepilogo.
ja: Elite HRVサマリー形式を検出しました。サマリーファイルには一括インポートを使用してください。
ko: Elite HRV 요약 형식이 감지되었습니다. 요약 파일은 일괄 가져오기를 사용하세요.
nb: Elite HRV-sammendragsformat oppdaget. Bruk satsvis import for sammendragsfiler.
nl: Elite HRV-overzichtsindeling gedetecteerd. Gebruik batchimport voor overzichtsbestanden.
pt_br: Formato de resumo do Elite HRV detectado. Use a importação em lote para arquivos de resumo.
ru: Обнаружен формат сводки Elite HRV. Для файлов сводки используйте пакетный импорт.
sv: Elite HRV-sammanfattningsformat upptäcktes. Använd batchimport för sammanfattningsfiler.
zh_hans: 检测到 Elite HRV 摘要格式。摘要文件请使用批量导入。

source: Elliptical
ar: الجهاز البيضاوي
da: Crosstrainer
de: Crosstrainer
es: Elíptica
fi: Crosstrainer
fr: Elliptique
is: Skíðavél
it: Ellittica
ja: エリプティカル
ko: 일립티컬
nb: Elipsemaskin
nl: Crosstrainer
pt_br: Elíptico
ru: Эллипсоид
sv: Crosstrainer
zh_hans: 椭圆机

source: Emuqu asks for Bluetooth, Apple Health, location, motion, microphone, speech recognition, notification and add-only photo library permission only when a feature needs it.
ar: يطلب Emuqu أذونات البلوتوث وApple Health والموقع والحركة والميكروفون والتعرّف على الكلام والإشعارات والإضافة فقط إلى مكتبة الصور، وذلك فقط عندما تحتاجها ميزة ما.
da: Emuqu beder kun om tilladelse til Bluetooth, Apple Sundhed, lokalitet, bevægelse, mikrofon, talegenkendelse, notifikationer og tilføjelse til fotobiblioteket, når en funktion har brug for det.
de: Emuqu fragt nur dann nach Berechtigungen für Bluetooth, Apple Health, Standort, Bewegung, Mikrofon, Spracherkennung, Mitteilungen und das reine Hinzufügen zur Fotomediathek, wenn eine Funktion sie braucht.
es: Emuqu solo pide permiso para Bluetooth, Apple Health, ubicación, movimiento, micrófono, reconocimiento de voz, notificaciones y añadir a la fototeca cuando una función lo necesita.
fi: Emuqu pyytää Bluetooth-, Apple Terveys-, sijainti-, liike-, mikrofoni-, puheentunnistus- ja ilmoituslupaa sekä lupaa vain lisätä kuvakirjastoon vasta, kun jokin ominaisuus tarvitsee sitä.
fr: Emuqu ne demande l'accès au Bluetooth, à Apple Santé, à la localisation, aux mouvements, au micro, à la reconnaissance vocale, aux notifications et l'ajout seul à la photothèque que lorsqu'une fonctionnalité en a besoin.
is: Emuqu biður aðeins um heimild fyrir Bluetooth, Apple Health, staðsetningu, hreyfingu, hljóðnema, talgreiningu, tilkynningar og að bæta eingöngu við myndasafn þegar eiginleiki þarf á því að halda.
it: Emuqu chiede l'accesso a Bluetooth, Apple Salute, posizione, movimento, microfono, riconoscimento vocale, notifiche e alla sola aggiunta alla libreria foto solo quando una funzione ne ha bisogno.
ja: Emuquは、Bluetooth、Appleヘルスケア、位置情報、モーション、マイク、音声認識、通知、写真ライブラリへの追加のみの許可を、機能に必要なときにだけ求めます。
ko: Emuqu는 기능에 필요할 때만 Bluetooth, Apple 건강, 위치, 동작, 마이크, 음성 인식, 알림 및 사진 보관함 추가 전용 권한을 요청합니다.
nb: Emuqu ber bare om tillatelse til Bluetooth, Apple Helse, posisjon, bevegelse, mikrofon, talegjenkjenning, varsler og kun å legge til i bildebiblioteket når en funksjon trenger det.
nl: Emuqu vraagt alleen toestemming voor Bluetooth, Apple Gezondheid, locatie, beweging, microfoon, spraakherkenning, meldingen en alleen-toevoegen aan de fotobibliotheek wanneer een functie dat nodig heeft.
pt_br: O Emuqu só pede permissão de Bluetooth, Apple Saúde, localização, movimento, microfone, reconhecimento de fala, notificações e apenas adição à fototeca quando um recurso precisa.
ru: Emuqu запрашивает доступ к Bluetooth, Apple Здоровье, геопозиции, движению, микрофону, распознаванию речи, уведомлениям и только добавлению в медиатеку лишь тогда, когда это нужно функции.
sv: Emuqu ber bara om behörighet för Bluetooth, Apple Hälsa, plats, rörelse, mikrofon, taligenkänning, notiser och att bara lägga till i bildbiblioteket när en funktion behöver det.
zh_hans: 仅在功能需要时，Emuqu 才会请求蓝牙、Apple 健康、位置、运动、麦克风、语音识别、通知以及仅添加照片图库的权限。

source: Emuqu can't read your sleep or workout data without these permissions. Open iOS Settings → Privacy & Security → Health → Emuqu and turn them on.
ar: لا يمكن لـ Emuqu قراءة بيانات نومك أو تمارينك دون هذه الأذونات. افتح إعدادات iOS ← الخصوصية والأمن ← صحتي ← Emuqu وفعّلها.
da: Emuqu kan ikke læse dine søvn- eller træningsdata uden disse tilladelser. Åbn iOS-indstillinger → Anonymitet og sikkerhed → Sundhed → Emuqu, og slå dem til.
de: Ohne diese Berechtigungen kann Emuqu deine Schlaf- und Trainingsdaten nicht lesen. Öffne die iOS-Einstellungen → Datenschutz & Sicherheit → Health → Emuqu und aktiviere sie.
es: Emuqu no puede leer tus datos de sueño o entrenamiento sin estos permisos. Abre Ajustes de iOS → Privacidad y seguridad → Salud → Emuqu y actívalos.
fi: Emuqu ei voi lukea uni- tai harjoitustietojasi ilman näitä lupia. Avaa iOS:n Asetukset → Tietosuoja ja suojaus → Terveys → Emuqu ja laita ne päälle.
fr: Emuqu ne peut pas lire vos données de sommeil ou de séances sans ces autorisations. Ouvrez Réglages iOS → Confidentialité et sécurité → Santé → Emuqu et activez-les.
is: Emuqu getur ekki lesið svefn- eða æfingagögnin þín án þessara heimilda. Opnaðu iOS Stillingar → Persónuvernd og öryggi → Health → Emuqu og kveiktu á þeim.
it: Emuqu non può leggere i tuoi dati di sonno o di allenamento senza questi permessi. Apri Impostazioni di iOS → Privacy e sicurezza → Salute → Emuqu e attivali.
ja: これらの許可がないと、Emuqu は睡眠やワークアウトのデータを読み取れません。iOS の設定 → プライバシーとセキュリティ → ヘルスケア → Emuqu を開いてオンにしてください。
ko: 이 권한이 없으면 Emuqu가 수면이나 운동 데이터를 읽을 수 없습니다. iOS 설정 → 개인정보 보호 및 보안 → 건강 → Emuqu를 열고 켜세요.
nb: Emuqu kan ikke lese søvn- eller treningsdataene dine uten disse tillatelsene. Åpne iOS-innstillinger → Personvern og sikkerhet → Helse → Emuqu og slå dem på.
nl: Emuqu kan je slaap- en trainingsgegevens niet lezen zonder deze toestemmingen. Open iOS-instellingen → Privacy en beveiliging → Gezondheid → Emuqu en zet ze aan.
pt_br: O Emuqu não consegue ler seus dados de sono ou de treino sem essas permissões. Abra Ajustes do iOS → Privacidade e Segurança → Saúde → Emuqu e ative-as.
ru: Без этих разрешений Emuqu не может читать данные о сне и тренировках. Откройте Настройки iOS → Конфиденциальность и безопасность → Здоровье → Emuqu и включите их.
sv: Emuqu kan inte läsa din sömn- eller träningsdata utan dessa behörigheter. Öppna iOS-inställningar → Integritet och säkerhet → Hälsa → Emuqu och slå på dem.
zh_hans: 没有这些权限，Emuqu 无法读取你的睡眠或训练数据。请打开 iOS“设置 → 隐私与安全性 → 健康 → Emuqu”并开启。

source: Emuqu does not predict injury, diagnose any condition, or replace clinical judgment.
ar: لا يتنبأ Emuqu بالإصابات، ولا يشخّص أي حالة، ولا يحل محل الحكم السريري.
da: Emuqu forudsiger ikke skader, stiller ikke diagnoser og erstatter ikke en klinisk vurdering.
de: Emuqu sagt keine Verletzungen vorher, diagnostiziert keine Erkrankungen und ersetzt keine ärztliche Beurteilung.
es: Emuqu no predice lesiones, no diagnostica ninguna afección ni sustituye el criterio clínico.
fi: Emuqu ei ennusta vammoja, diagnosoi mitään sairautta eikä korvaa kliinistä harkintaa.
fr: Emuqu ne prédit pas les blessures, ne diagnostique aucune affection et ne remplace pas l'avis médical.
is: Emuqu spáir ekki fyrir um meiðsli, greinir engan sjúkdóm og kemur ekki í stað klínísks mats.
it: Emuqu non prevede infortuni, non diagnostica alcuna condizione e non sostituisce il giudizio clinico.
ja: Emuqu はケガの予測や病状の診断は行わず、臨床的判断に代わるものでもありません。
ko: Emuqu는 부상을 예측하거나 질환을 진단하지 않으며, 임상적 판단을 대체하지 않습니다.
nb: Emuqu forutsier ikke skader, stiller ikke diagnoser og erstatter ikke klinisk vurdering.
nl: Emuqu voorspelt geen blessures, stelt geen diagnoses en vervangt geen klinisch oordeel.
pt_br: O Emuqu não prevê lesões, não diagnostica nenhuma condição e não substitui o julgamento clínico.
ru: Emuqu не прогнозирует травмы, не диагностирует заболевания и не заменяет клиническое суждение.
sv: Emuqu förutsäger inte skador, ställer inga diagnoser och ersätter inte en klinisk bedömning.
zh_hans: Emuqu 不预测伤病、不诊断任何疾病，也不能替代临床判断。

source: Emuqu draws a hard line between the two, and it is worth knowing which side of it any given number sits on.
ar: يرسم Emuqu خطًا فاصلًا واضحًا بين الاثنين، ومن المفيد معرفة الجانب الذي يقع عليه أي رقم.
da: Emuqu trækker en skarp grænse mellem de to, og det er værd at vide, hvilken side af den et givet tal ligger på.
de: Emuqu zieht eine klare Linie zwischen beidem, und es lohnt sich zu wissen, auf welcher Seite eine Zahl steht.
es: Emuqu traza una línea clara entre ambos, y vale la pena saber en qué lado está cada número.
fi: Emuqu vetää näiden kahden välille tiukan rajan, ja kannattaa tietää, kummalla puolella kukin luku on.
fr: Emuqu trace une limite nette entre les deux, et il vaut la peine de savoir de quel côté se trouve chaque chiffre.
is: Emuqu dregur skýra línu á milli þessa tvenns, og það er vert að vita hvoru megin við hana hver tala liggur.
it: Emuqu traccia una linea netta tra le due cose, e vale la pena sapere da che parte si trova ogni numero.
ja: Emuqu はこの 2 つを明確に区別しています。それぞれの数値がどちら側にあるかを知っておく価値があります。
ko: Emuqu는 이 둘 사이에 명확한 선을 긋습니다. 각 수치가 어느 쪽에 속하는지 알아 두면 좋습니다.
nb: Emuqu trekker en skarp grense mellom de to, og det er verdt å vite hvilken side av den et gitt tall ligger på.
nl: Emuqu trekt een harde grens tussen die twee, en het is goed om te weten aan welke kant een bepaald getal staat.
pt_br: O Emuqu traça uma linha clara entre os dois, e vale saber de que lado dela cada número está.
ru: Emuqu проводит между ними чёткую границу, и полезно знать, по какую её сторону находится то или иное число.
sv: Emuqu drar en skarp gräns mellan de två, och det är värt att veta vilken sida av den ett visst tal hamnar på.
zh_hans: Emuqu 在两者之间划出了明确的界线，值得了解每个数字分别处于哪一边。

source: Emuqu format requires session_date and rr_ms columns
ar: يتطلب تنسيق Emuqu العمودين session_date وrr_م.ث
da: Emuqu-formatet kræver kolonnerne session_date og rr_ms
de: Das Emuqu-Format benötigt die Spalten session_date und rr_ms
es: El formato de Emuqu requiere las columnas session_date y rr_ms
fi: Emuqu-muoto vaatii sarakkeet session_date ja rr_ms
fr: Le format Emuqu nécessite les colonnes session_date et rr_ms
is: Emuqu-sniðið krefst dálkanna session_date og rr_ms
it: Il formato Emuqu richiede le colonne session_date e rr_ms
ja: Emuqu形式にはsession_date列とrr_ms列が必要です
ko: Emuqu 형식에는 session_date 및 rr_ms 열이 필요합니다
nb: Emuqu-formatet krever kolonnene session_date og rr_ms
nl: De Emuqu-indeling vereist de kolommen session_date en rr_ms
pt_br: O formato do Emuqu exige as colunas session_date e rr_ms
ru: Для формата Emuqu нужны столбцы session_date и rr_ms
sv: Emuqu-formatet kräver kolumnerna session_date och rr_ms
zh_hans: Emuqu 格式需要 session_date 和 rr_ms 列

source: Emuqu is a wellness tool, not a medical device, and holds no regulatory clearance.
ar: Emuqu أداة للعافية وليس جهازًا طبيًا، ولا يحمل أي ترخيص تنظيمي.
da: Emuqu er et wellnessværktøj, ikke medicinsk udstyr, og har ingen myndighedsgodkendelse.
de: Emuqu ist ein Wellness-Tool, kein Medizinprodukt, und hat keine behördliche Zulassung.
es: Emuqu es una herramienta de bienestar, no un dispositivo médico, y no cuenta con ninguna autorización regulatoria.
fi: Emuqu on hyvinvointityökalu, ei lääkinnällinen laite, eikä sillä ole viranomaishyväksyntää.
fr: Emuqu est un outil de bien-être, pas un dispositif médical, et ne dispose d'aucune autorisation réglementaire.
is: Emuqu er vellíðunartól, ekki lækningatæki, og hefur ekkert eftirlitsleyfi.
it: Emuqu è uno strumento per il benessere, non un dispositivo medico, e non ha alcuna autorizzazione regolatoria.
ja: Emuqu はウェルネスツールであり、医療機器ではなく、規制当局の承認も受けていません。
ko: Emuqu는 웰니스 도구이며 의료기기가 아니고, 규제 당국의 허가도 받지 않았습니다.
nb: Emuqu er et velværeverktøy, ikke medisinsk utstyr, og har ingen myndighetsgodkjenning.
nl: Emuqu is een wellnesshulpmiddel, geen medisch hulpmiddel, en heeft geen goedkeuring van een toezichthouder.
pt_br: O Emuqu é uma ferramenta de bem-estar, não um dispositivo médico, e não tem nenhuma autorização regulatória.
ru: Emuqu — инструмент для здорового образа жизни, а не медицинское устройство, и не имеет одобрения регулирующих органов.
sv: Emuqu är ett välmåendeverktyg, inte en medicinteknisk produkt, och har inget myndighetsgodkännande.
zh_hans: Emuqu 是一款健康生活工具，不是医疗设备，也未获得任何监管许可。

source: Emuqu is a wellness tool, not a medical device.
ar: Emuqu أداة للعافية، وليس جهازًا طبيًا.
da: Emuqu er et wellnessværktøj, ikke medicinsk udstyr.
de: Emuqu ist ein Wellness-Tool, kein Medizinprodukt.
es: Emuqu es una herramienta de bienestar, no un dispositivo médico.
fi: Emuqu on hyvinvointityökalu, ei lääkinnällinen laite.
fr: Emuqu est un outil de bien-être, pas un dispositif médical.
is: Emuqu er vellíðunartól, ekki lækningatæki.
it: Emuqu è uno strumento di benessere, non un dispositivo medico.
ja: Emuqu はウェルネスツールであり、医療機器ではありません。
ko: Emuqu는 웰니스 도구이며 의료기기가 아닙니다.
nb: Emuqu er et velværeverktøy, ikke medisinsk utstyr.
nl: Emuqu is een wellnesstool, geen medisch hulpmiddel.
pt_br: O Emuqu é uma ferramenta de bem-estar, não um dispositivo médico.
ru: Emuqu — инструмент для хорошего самочувствия, а не медицинское изделие.
sv: Emuqu är ett välmåendeverktyg, inte en medicinteknisk produkt.
zh_hans: Emuqu 是健康管理工具，不是医疗器械。

source: Emuqu is an HRV-based recovery and training-load app for athletes. Privacy-first by architecture: your health data stays in your iCloud and on your device unless you send a report or turn on a cloud AI provider.
ar: Emuqu تطبيق للتعافي وحمل التدريب قائم على HRV ومصمم للرياضيين. الخصوصية أولًا في بنيته: تبقى بياناتك الصحية في iCloud الخاص بك وعلى جهازك، إلا إذا أرسلت تقريرًا أو فعّلت مزود ذكاء اصطناعي سحابيًا.
da: Emuqu er en HRV-baseret app til restitution og træningsbelastning for atleter. Privatliv først i selve opbygningen: dine sundhedsdata bliver i din iCloud og på din enhed, medmindre du sender en rapport eller slår en AI-udbyder i skyen til.
de: Emuqu ist eine HRV-basierte App für Erholung und Trainingsbelastung für Sportler. Datenschutz von Grund auf: Deine Gesundheitsdaten bleiben in deiner iCloud und auf deinem Gerät, außer du sendest einen Bericht oder schaltest einen Cloud-KI-Anbieter ein.
es: Emuqu es una app de recuperación y carga de entrenamiento basada en la HRV para deportistas. Privacidad desde el diseño: tus datos de salud se quedan en tu iCloud y en tu dispositivo, salvo que envíes un informe o actives un proveedor de IA en la nube.
fi: Emuqu on HRV-pohjainen palautumis- ja harjoituskuormasovellus urheilijoille. Yksityisyys on rakennettu sisään: terveystietosi pysyvät iCloudissasi ja laitteellasi, ellet lähetä raporttia tai ota käyttöön pilvipohjaista tekoälypalvelua.
fr: Emuqu est une app de récupération et de charge d'entraînement basée sur la HRV, pour les sportifs. Confidentialité dès la conception : vos données de santé restent dans votre iCloud et sur votre appareil, sauf si vous envoyez un rapport ou activez un fournisseur d'IA dans le cloud.
is: Emuqu er HRV-byggt app fyrir endurheimt og æfingaálag, ætlað íþróttafólki. Persónuvernd frá grunni: heilsugögnin þín verða í iCloud og á tækinu þínu nema þú sendir skýrslu eða kveikir á gervigreindarþjónustu í skýinu.
it: Emuqu è un'app per il recupero e il carico di allenamento basata sull'HRV, pensata per gli atleti. Privacy fin dalla progettazione: i tuoi dati sanitari restano nel tuo iCloud e sul tuo dispositivo, a meno che tu non invii un report o attivi un fornitore di IA nel cloud.
ja: Emuquは、アスリート向けのHRVに基づく回復・トレーニング負荷アプリです。設計段階からプライバシーを優先：レポートを送信するかクラウドAIプロバイダをオンにしない限り、健康データはあなたのiCloudとデバイスにとどまります。
ko: Emuqu는 선수를 위한 HRV 기반 회복 및 훈련 부하 앱입니다. 설계부터 개인정보 보호 우선: 보고서를 보내거나 클라우드 AI 제공자를 켜지 않는 한 건강 데이터는 내 iCloud와 기기에만 머뭅니다.
nb: Emuqu er en HRV-basert app for restitusjon og treningsbelastning for utøvere. Personvern er bygd inn: helsedataene dine blir i iCloud og på enheten din, med mindre du sender en rapport eller slår på en AI-leverandør i skyen.
nl: Emuqu is een op HRV gebaseerde app voor herstel en trainingsbelasting voor sporters. Privacy staat voorop in het ontwerp: je gezondheidsgegevens blijven in je iCloud en op je apparaat, tenzij je een rapport verstuurt of een AI-provider in de cloud inschakelt.
pt_br: Emuqu é um app de recuperação e carga de treino baseado em VFC para atletas. Privacidade desde a concepção: seus dados de saúde ficam no seu iCloud e no seu dispositivo, a menos que você envie um relatório ou ative um provedor de IA na nuvem.
ru: Emuqu — приложение для восстановления и тренировочной нагрузки на основе ВСР для спортсменов. Конфиденциальность заложена в архитектуру: ваши данные о здоровье остаются в вашем iCloud и на устройстве, если только вы не отправите отчёт или не включите облачного ИИ-провайдера.
sv: Emuqu är en HRV-baserad app för återhämtning och träningsbelastning för idrottare. Integritet är inbyggd från grunden: dina hälsodata stannar i din iCloud och på din enhet, om du inte skickar en rapport eller slår på en AI-leverantör i molnet.
zh_hans: Emuqu 是一款面向运动员、基于 HRV 的恢复与训练负荷应用。隐私优先的架构设计：除非你发送报告或开启云端 AI 服务商，你的健康数据只保存在你的 iCloud 和设备上。

source: Emuqu measures beat-to-beat timing and cannot identify any cardiac condition. A clinician is the right place for that question.
ar: يقيس Emuqu التوقيت بين النبضات ولا يمكنه تحديد أي حالة قلبية. المختص السريري هو الجهة المناسبة لهذا السؤال.
da: Emuqu måler timingen fra slag til slag og kan ikke identificere nogen hjertetilstand. En kliniker er det rette sted for det spørgsmål.
de: Emuqu misst die Zeit von Schlag zu Schlag und kann keinen Zustand des Herzens erkennen. Für diese Frage ist eine klinische Fachperson die richtige Anlaufstelle.
es: Emuqu mide el tiempo entre latidos y no puede identificar ninguna afección cardíaca. Un profesional clínico es el lugar adecuado para esa pregunta.
fi: Emuqu mittaa lyönnistä lyöntiin -ajoitusta eikä voi tunnistaa mitään sydämen tilaa. Kliininen ammattilainen on oikea taho tähän kysymykseen.
fr: Emuqu mesure l'intervalle entre les battements et ne peut identifier aucun état cardiaque. Un clinicien est le bon interlocuteur pour cette question.
is: Emuqu mælir tímann milli slaga og getur ekki greint neitt hjartaástand. Klínískur sérfræðingur er rétti aðilinn fyrir þá spurningu.
it: Emuqu misura l'intervallo tra un battito e l'altro e non può identificare alcuna condizione cardiaca. Un clinico è la figura giusta per questa domanda.
ja: Emuqu は拍動ごとのタイミングを測定するもので、心臓の状態を特定することはできません。その質問は臨床の専門家にお尋ねください。
ko: Emuqu는 박동 간 간격을 측정할 뿐 어떤 심장 상태도 식별할 수 없습니다. 그 질문은 임상 전문가에게 하는 것이 맞습니다.
nb: Emuqu måler tiden fra slag til slag og kan ikke identifisere noen hjertetilstand. En kliniker er rett sted for det spørsmålet.
nl: Emuqu meet de tijd tussen hartslagen en kan geen enkele hartaandoening vaststellen. Een clinicus is de juiste plek voor die vraag.
pt_br: O Emuqu mede o intervalo entre batimentos e não consegue identificar nenhuma condição cardíaca. Um profissional clínico é o lugar certo para essa pergunta.
ru: Emuqu измеряет интервалы между ударами сердца и не может определить какое-либо состояние сердца. С этим вопросом лучше обратиться к клиницисту.
sv: Emuqu mäter tiden från slag till slag och kan inte identifiera något hjärttillstånd. En kliniker är rätt ställe för den frågan.
zh_hans: Emuqu 测量的是逐搏间隔，无法识别任何心脏状况。这个问题应该向临床专业人员咨询。

source: Emuqu measures beat-to-beat timing and cannot identify any condition of that kind. A clinician is the right place for that question.
ar: يقيس Emuqu التوقيت بين النبضات ولا يمكنه تحديد أي حالة من هذا النوع. المختص السريري هو الجهة المناسبة لهذا السؤال.
da: Emuqu måler timingen fra slag til slag og kan ikke identificere nogen tilstand af den art. En kliniker er det rette sted for det spørgsmål.
de: Emuqu misst die Zeit von Schlag zu Schlag und kann keinen Zustand dieser Art erkennen. Für diese Frage ist eine klinische Fachperson die richtige Anlaufstelle.
es: Emuqu mide el tiempo entre latidos y no puede identificar ninguna afección de ese tipo. Un profesional clínico es el lugar adecuado para esa pregunta.
fi: Emuqu mittaa lyönnistä lyöntiin -ajoitusta eikä voi tunnistaa mitään sellaista tilaa. Kliininen ammattilainen on oikea taho tähän kysymykseen.
fr: Emuqu mesure l'intervalle entre les battements et ne peut identifier aucun état de ce type. Un clinicien est le bon interlocuteur pour cette question.
is: Emuqu mælir tímann milli slaga og getur ekki greint neitt ástand af því tagi. Klínískur sérfræðingur er rétti aðilinn fyrir þá spurningu.
it: Emuqu misura l'intervallo tra un battito e l'altro e non può identificare alcuna condizione di questo tipo. Un clinico è la figura giusta per questa domanda.
ja: Emuqu は拍動ごとのタイミングを測定するもので、そのような状態を特定することはできません。その質問は臨床の専門家にお尋ねください。
ko: Emuqu는 박동 간 간격을 측정할 뿐 그런 종류의 상태는 식별할 수 없습니다. 그 질문은 임상 전문가에게 하는 것이 맞습니다.
nb: Emuqu måler tiden fra slag til slag og kan ikke identifisere noen tilstand av det slaget. En kliniker er rett sted for det spørsmålet.
nl: Emuqu meet de tijd tussen hartslagen en kan geen enkele aandoening van die soort vaststellen. Een clinicus is de juiste plek voor die vraag.
pt_br: O Emuqu mede o intervalo entre batimentos e não consegue identificar nenhuma condição desse tipo. Um profissional clínico é o lugar certo para essa pergunta.
ru: Emuqu измеряет интервалы между ударами сердца и не может определить состояние такого рода. С этим вопросом лучше обратиться к клиницисту.
sv: Emuqu mäter tiden från slag till slag och kan inte identifiera något tillstånd av det slaget. En kliniker är rätt ställe för den frågan.
zh_hans: Emuqu 测量的是逐搏间隔，无法识别此类状况。这个问题应该向临床专业人员咨询。
